brew "fd"
brew "fish"
brew "git"
brew "imagemagick"
cask "julia"
cask "kitty"
cask "neovim"
cask "opam"
brew "python"
brew "qmk"
brew "ripgrep"
brew "rust-analyzer"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
